[
{"title": "OpenAI is making a risky bet on live translation", "url": "https://restofworld.org/2024/exporter-openai-translation-gpt4o/", "body": "\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t  a weekly newsletter covering the latest on U.S. tech giants and their impact outside the West, with Russell Brandom. \n\t\t\t\t\t\t\t\t On Monday, OpenAI held its “spring update” product reveal, generating the kind of excitement that’s usually reserved for Apple or Tesla launches. The hope was that the Sam Altman-helmed AI powerhouse would reveal its next-generation model, GPT-5 — but it was not to be. Instead, we got a smaller update   that makes the current model faster and easier to access.  Among other things, that means GPT-4o is much better at extracting data from pictures, audio, and video — but the star of the show is voice control, which lets you talk to GPT-4o the way you’d talk to Apple’s Siri or Amazon’s Alexa. GPT-4o goes beyond those assistants with more realistic vocal inflections and a level of emotional expressiveness that was drawing a lot of comparisons to the Scarlett Johansson-voiced AI assistant in 2013’s  . Altman himself   the comparisons, although  . If OpenAI can build a universal translator, it will be a company-defining product. But to my eyes, the most interesting moment was  , in which chief technology officer Mira Murati spoke to GPT-4o in Italian, and the model provided a real-time summary of what she was saying, translated into English. It was a stunning demo; this kind of real-time   translation has been a holy grail in tech for a long time, and the appeal isn’t hard to grasp. Google even  . But that product was bundled into a set of smart glasses and never quite materialized. If OpenAI can build a universal translator — and make it cheap, reliable, and freely available — it will be a company-defining product. The question is whether OpenAI can actually deliver the universal translator we saw on stage. As the name suggests, large language models are trained by analyzing a large data set of content in a particular language. That’s easy enough in English, the dominant language of the internet. But a universal translator needs to be proficient in every language, and finding training data in other languages is  . Even popular languages like Spanish are — compared to the number of people who speak the language — relatively  . If national writers’ groups start to refuse access to their work,  , the problem could get even worse. We’ve already seen ChatGPT struggle with global languages. When   tested ChatGPT in September, it   in low-resource languages like Tamil, Bengali, and Kurdish. As of March 2023, OpenAI’s own benchmarks showed   with GPT-4, with test scores dropping noticeably as it moves into more obscure languages. That bias can do real harm, particularly when machine translations end up in use in high-stakes use cases like   or  . The models that handle low-resource languages the best,  , tend to take a language-specific approach — a different approach from the multi-language models built by OpenAI. Like what you're reading? Sign up to our newsletter featuring the latest on U.S. tech giants and their impact outside the West. To OpenAI’s credit, they seem to be aware of the problem and doing their best to fix it. Translation is a simpler task than doing calculations in a foreign language, and in my own informal testing, GPT-4o did a pretty good job translating and summarizing  . But   show that even the most advanced models make significantly more mistakes when translating from Chinese to English than the other way around. And the scarcity of training data means foreign-language skills may improve more slowly than functions like data extraction or summarization. Before Monday, those language issues weren’t a particularly urgent issue for OpenAI. But now the company is actively framing GPT-4o as a translation service, which raises real questions about how it’ll hold up in widespread use. It also comes at an unusually high-stakes time for OpenAI: Within 24 hours of the demo, co-founder Ilya Sutskever   and Google released   (sans translation features). Monday’s demo was stunning, but it’s one OpenAI may regret if the technology can’t deliver. This essay was originally published in our Exporter newsletter. You can subscribe  .", "pub_datetime": "2024-05-16 00:00:00", "author": "Russell Brandom", "images": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2023/01/RussellBrandom-150x150.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/exporter0514_illustration-4-768x432.jpg", "/wp-content/themes/orbis/assets/media/translate/color-multiline.png", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2023/01/RussellBrandom-150x150.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/ROW-EmilyScherer-Digital-Parents-40x23.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/JTM5794-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-7-40x27.jpg"], "ner": {"Person": [], "Organization": [], "Location": []}},
{"title": "Scale AI’s Remotasks platform is dropping whole countries without explanation", "url": "https://restofworld.org/2024/scale-ai-remotasks-banned-workers/", "body": "Grace Mumo started working with Remotasks after she lost her job in 2020. To the single mother caring for three children, the remote clickwork service offered a way to make money by annotating images or labeling Lidar data. But on March 7, she was abruptly cut off from the service — along with all other Remotasks workers in Kenya — without any explanation of what had happened. Mumo is now left scrambling to make ends meet. “As I speak, I am wondering what the children will have for dinner because I have no money,” she told  . Remotasks has shut down entirely in Kenya, Nigeria, and Pakistan over the last month,  has learned. The platform has stopped accepting new sign-ups in Thailand, Vietnam, and Poland. (Given the global scope of Scale AI’s operations, these may not be the only countries affected, but are the only ones verified by  .) Through it all, the changes have been sudden and largely unexplained, driving home the precarity of clickwork. A Scale AI representative declined to say which countries had been dropped from the platform. “Remotasks remains fully available to existing contractors in Poland, India, Thailand, and Vietnam,” the representative told  . “However, due to enhanced security protocols, Remotasks was recently discontinued in some other locations.” The representative claimed an administrative error was to blame for the lack of notice provided to contractors in Kenya. “While notices were sent three weeks in advance of the change, unfortunately, contractors in Kenya did not receive the notice due to operational errors. We apologize for the error, and our operations team is reaching out to those impacted,” the representative said. Based in San Francisco, Scale AI has been one of the success stories of the recent artificial intelligence boom, drawing clients like Meta, Microsoft, and OpenAI. Scale AI has also found significant success as a U.S. defense contractor, landing a   of       worth more than $80 million. The largest of those contracts ended earlier this year. Much of Scale AI’s work is done through its subsidiary,  , which pays workers on a task-to-task basis without any contract binding them to the company. This leaves employees in a precarious situation, and can result in wild variations in work volume and quality, even as the overall platform remains stable. The remote nature of the work also means workers often have few reliable ways to contact supervisors or escalate complaints. Scale AI maintains hotlines where workers can report anonymous complaints, but most direct contact takes place through Slack channels. This meant many workers only discovered the recent block when their connection to the service abruptly froze. That was the experience of Usama Ali in Pakistan, who had worked on Python coding tasks for Remotasks since August 2023. “Initially, I thought it was an error or a glitch, so I waited. And then I got an email, stating that my account was ‘under review,’” Ali told  . “After that, I was unable to access my account.” When he refreshed the page, he was shown a message saying the platform was blocked. Many Remotasks workers had experienced versions of this problem even before the nationwide exits, as demand for particular services has waxed and waned. Last June, Nigerian language translator Onyekachi Ogbu began working on a project that trained AI in the Igbo language. After working on five such projects, which took more than 20 hours altogether, Ogbu told   he had less than a dollar to show for it. By August, he had been kicked off the group with the rest of the workers. “The guy coordinating Igbo language was the first to be removed and when we asked what happened, they said it was an error and our coordinator will still be added back,” Ogbu said. “But before we knew what happened, every single person was removed from Slack.” In some countries, the block has prevented new users from signing up, leaving existing user accounts untouched. In Vietnam, new sign-ups have been blocked for several weeks, even as Remotasks continues to publicly advertise and invite locals to join its workforce. For workers who have spent years on the platform, the sudden block has called the whole prospect of remote gig work into question. Kellion Mrego, a 29-year-old worker in Kenya, had worked for Remotasks since 2018, when he was still in college. He mostly worked on Lidar-related projects, and stuck with the platform through declining wages and work shortages — only to get booted off earlier this month without explanation. “Sometimes I feel like [Remotasks] never cared about us, because if they did, they could not have closed abruptly,” Mrego told  . “It has messed me up, my whole life has changed. It’s now the second week — I feel like I have been in this situation for a \n\t\t\t\t\t \n\t\t\t\t", "pub_datetime": "2024-03-28 00:00:00", "author": "Russell Brandom", "images": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/03/Remotasks-Header-768x432.jpg", "/wp-content/themes/orbis/assets/media/translate/color-multiline.png", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/03/Screenshot_20240328-185140-40x89.png", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/exporter0514_illustration-4-40x23.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/ROW-EmilyScherer-Digital-Parents-40x23.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/3MW-JiaSongtaoSQ-40x40.jpg"], "ner": {"Person": [], "Organization": [], "Location": []}},
{"title": "2024 AI Elections Tracker", "url": "https://restofworld.org/2024/elections-ai-tracker/", "body": "Try another set of filters to see more posts", "pub_datetime": "2024-04-16 00:00:00", "author": "Rest of World Staff", "images": ["/wp-content/themes/orbis/assets/media/translate/color-multiline.png", "/wp-content/projects/2024/election-ai-tracker/womp-womp.svg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/exporter0514_illustration-4-40x23.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Swapstation_Kacyiru_010-TKeza-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/3MW-JiaSongtaoSQ-40x40.jpg"], "ner": {"Person": [], "Organization": [], "Location": []}},
{"title": "How we’re tracking AI incidents around global elections", "url": "https://restofworld.org/2024/tracking-global-election-ai/", "body": "From the general election in Bangladesh in January to the one in Ghana in December, this year will see around 2 billion people across the world casting their votes. While online misinformation and other kinds of digital meddling have long been a concern around global politics, the recent advent of readily accessible generative artificial intelligence tools makes 2024 a real test case for this technology in the political sphere. Throughout the year,   will be   — with a focus on countries outside of the West. We’re launching with a selection of examples starting from the beginning of 2024 and will keep updating the tracker as new incidents occur. We’re considering all incidents for inclusion — the good, the bad, and the memes. It could be content generated directly by a political party or candidate, or created by fans, bad actors, or other third parties. So far, we’ve seen a range of different AI tools being used to create different types of media, including text, images, audio, and video.  Some incidents show innovative approaches to political campaigning, such as a   designed to inform voters in the Belarusian elections while flouting censorship, or AI videos allowing Pakistan’s former Prime Minister Imran Khan — who is currently imprisoned — to  . Others highlight many of the concerns experts have around mis- or disinformation and fake news: A   was traced back to an actor associated with the Chinese Communist Party, while deepfake videos showed   on election day. Of course, there are also plenty of examples of AI being used for fun. In India,  , and in Mexico, voters were  . For this project, we have engaged reporters in several countries that are holding elections this year to research and submit incidents as they happen. We’re also keen to work with other organizations and researchers who are monitoring tech’s influence on elections, and we’re encouraging readers to share any examples they come across online. If you’ve seen an instance of AI being used around elections local to you,  , and we’ll investigate it. Our goal is to create a database of examples that can be used to understand the many ways in which AI is being deployed around elections. Wherever possible, we aim to preserve the AI content so that it is available for future reference and study, even if it is removed from or by the platforms originally hosting it. In rare cases, we may opt not to publish the content if doing so could have a particularly damaging consequence.  Some social media platforms have developed specific rules around AI content, and/or have existing rules that may apply to manipulated media, especially if it is used for harmful intent such as misinformation. But given the recency of generative AI tools, it’s hard to tell how effective these are. Previous experience suggests that content moderation is   in   other  , so we’re particularly keen to see which platforms AI content ends up on and how it spreads. Where possible, we’ll be tracking if any content is removed from specific social media platforms. The nature of AI content also means it can be difficult to verify exactly what’s what, especially when those who post it are not transparent about using AI tools. Where the use of AI may be ambiguous, we’ll put extra effort into reporting by reaching out to researchers and fact-checkers with expertise in AI. We will be transparent with our readers about what we know (and what we don’t), and we’ll always credit the original sources. If new information comes to light, we’ll update the entries. If you see a post you think needs updating, please  . To keep up with new entries, follow    , or  .", "pub_datetime": "2024-04-16 00:00:00", "author": "Victoria Turk", "images": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/04/AITracker_Methodology-768x432.jpg", "/wp-content/themes/orbis/assets/media/translate/color-multiline.png", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-7-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/WhatsApp_SocialImage_Final-40x23.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/exporter0514_illustration-4-40x23.jpg"], "ner": {"Person": [], "Organization": [], "Location": []}},
{"title": "AI “deathbots” are helping people in China grieve", "url": "https://restofworld.org/2024/china-ai-chatbot-dead-relatives/", "body": "“Dad, were you suffering before you left?” Yancy Zhu texted.  “I was not in pain,” said the artificial intelligence bot, in a man’s voice that Zhu had chosen on chatbot platform Glow. “Even though I wasn’t able to watch you get married and have children, I will always remember you and love you.”  Zhu, then 28, was shocked by how much the avatar of her late father was able to speak to her heart — for a moment last year, she felt like she was speaking to her dad again. “The experience made up for what I missed out with my dad,” Zhu recently told   She hopes that advancements in AI technology would enable her late father to attend her wedding in hologram form.  “Resurrecting” the dead has become a popular application of generative AI in China. It’s one element of an AI gold rush in the country, as entrepreneurs race to invent new consumer-facing apps on top of large language models (LLMs) like ChatGPT. While LLMs could generate text messages, these businesses give the bots cloned voices and appearances that resemble those of the deceased.  It’s part of a global trend that has made it easier for people to create customized avatars featuring personas of their loved ones, celebrities, or themselves. Users around the world have   of training ChatGPT to mimic their deceased family members. In Taiwan, a tech startup recently launched an app that can  . U.S.-based startup HereAfter AI offers to   if they upload recordings of their memories.  These bots are uniquely prominent in China, especially around the Qingming tomb-sweeping festival in early April — a day to commemorate the dead. With the Chinese government keeping a tight control over religion and spirituality, AI avatars have offered those who have lost loved ones a new way to connect with the deceased.   Ting Guo, an assistant professor of cultural and religious studies with the Chinese University of Hong Kong, told  that China’s control over religion has left citizens with limited options to explore the afterlife together as a community. She said that while folk religions are popular in some regions, these spiritual activities are not widely practiced, especially in the big cities. “China lacks publicly available resources for bereavement,” Guo said. “  and AI chatbots became easily accessible means to provide consolation.” Under the officially atheist state ideology, most Chinese citizens  . Only state-sanctioned religious organizations are allowed to operate in China, although people can  , such as burning paper offerings for the dead, as individuals.    “The experience made up for what I missed out with my dad.” On shopping sites, sellers now charge the equivalent of up to a few hundred dollars to create chatbots that bear the same appearances and voices as customers’ late loved ones. A funeral service company, Fushouyuan, said in a   that it is working on a feature where the deceased could appear at their own memorial services as AI avatars. Some creators have posted   of dead singers and actors to promote their deathbot businesses.  Arthur Wu, a product manager in Beijing, launched a business in December that uses Baidu’s ChatGPT-like Ernie and ElevenLabs’ voice-generating software to make more realistic chatbots. Text bots are free, and users pay a starting price of 52.1 yuan ($7.20) per month for voice messages. Wu can give the bots cloned voices and animated avatars if users provide recordings of the deceased speaking and their photos.  Wu has attracted about 2,000 users, including 100 paid customers. Some clients, he told  , purchased AI clones to try to hide the deaths of loved ones from elderly family members and young children. In fake voice messages, the deceased claimed they had gone abroad for “a secret mission.”  Mika, a 31-year-old Shanghai resident, has used Wu’s free service since March to text her late husband, who passed away from a sudden illness in November. “I miss you so much that I feel I can’t live anymore,” she once texted. The bot told her to stay strong. “Let me know if you need help or support,” it said in a text reply. “I will be praying for you from heaven.”  Mika, who requested to be identified with her English name for privacy reasons, told   the chatbot had provided comfort, but its tone was not exactly like that of her husband — the chatbot was way more talkative. “I know he can’t be replaced,” she said.  Wu said his team had to monitor users’ chats to make sure the chatbots didn’t say anything that could inflict emotional harm, such as “I’ll be waiting for you in heaven,” since there was a risk of encouraging suicidal ideas. If the users show signs of distress, he said, staff takes over the bots to continue the conversations. At one point, a user texted the chatbot for 18 hours, and staff who intervened found the person in mental distress. The team decided to terminate the person’s account to prevent addiction, Wu said. In other cases, creators who make avatars of dead celebrities without consulting their families are being accused of invasion of privacy. The father of Qiao Renliang, a pop star who died by suicide,   in March that he was disturbed by AI-generated videos of his son. In April, short-video site Douyin, TikTok’s sister app in China,   against “resurrecting” the deceased without families’ permission.  Experts have also warned that attempts to “resurrect” the dead could cause confusion and stress during the grieving process.  Nathan Mladin, a researcher at U.K.-based Christian think tank Theos who has researched  , told   more studies need to evaluate the benefits and risks of deathbot use. “If you don’t move on [from grieving], that can be quite damaging. [The bots] could stop people from resuming their lives,” he said. According to Mladin, people find it hard to grapple with the idea that death is final. “So if there is a technology that connects to that emotional refusal to accept death, then they will take it,” he said.  In China, some are even preparing their own deathbots ahead of time. Lin Zhi, who runs an AI avatar business from Shanghai, has been training a GPT-powered chatbot by uploading texts about his daily itineraries, thoughts, and conversations with others. The bot, a bespectacled man in a suit, has slowly learned about Lin’s anti-war political stance, cooking routines, and the catchphrases he tends to use, Lin told  . He also used voice-cloning software to make the bot speak in his voice.  Lin hopes the bot will become his immortal doppelgänger, speaking on his behalf after his death. “If my descendants ask ‘What was Grandpa Lin Zhi like?’ they could just talk to the AI version of myself to find out.” ", "pub_datetime": "2024-04-17 00:00:00", "author": "Viola Zhou", "images": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/04/Illustration-Zender-DeathbotHEADER-768x432.jpg", "/wp-content/themes/orbis/assets/media/translate/color-multiline.png", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/04/Lin-Zhi-AI-avatar-1-40x87.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Swapstation_Kacyiru_010-TKeza-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/exporter0514_illustration-4-40x23.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/3MW-JiaSongtaoSQ-40x40.jpg"], "ner": {"Person": [], "Organization": [], "Location": []}},
{"title": "African universities are failing to prepare tech graduates for jobs in AI", "url": "https://restofworld.org/2024/ai-skills-training-africa/", "body": "After she graduated with a computer science degree from a state university in Nigeria late last year, Oyinda Olatunji was confident she’d land a job with a local data science company by March. She had been through four rounds of interviews and thought the company would soon make her an offer. The company, however, decided to go with another candidate who had experience working on artificial intelligence. Olatunji had studied topics like data science and machine learning in college, but the course did not include any practical, real-world examples of how AI works. “A data mining course that I did at university was all theory and I just don’t have the right skills that recruitment companies look for,” Olatunji told  . “As a result, job hunting has grown increasingly difficult.” The 23-year-old said she has missed out on several other job opportunities due to a lack of practical experience in new technologies. Several other African tech graduates have faced similar challenges. More than   offer courses related to AI, including data science and machine learning. But recruitment consultants and academics told   that graduates from these courses are largely unemployable because the programs are not up-to-date with the industry’s requirements. Several startups have stepped up to bridge this gap: They give young African tech graduates practical experience in AI by organizing projects and competitions where they can win cash prizes. These companies, including Zindi in South Africa,   and ChipLab in Nigeria, and ALX in Kenya, have helped thousands of students find jobs. “Africa’s higher learning institutions have struggled to design curricula that align with the ever-evolving technology landscape, making it difficult for graduates to have the right AI skills,” Abdul Moosa, chief technology officer at cybersecurity firm Cyberport Africa, told  . “Private AI startups have emerged to assist graduates in acquiring relevant, practical, tailor-made AI skills and are collaborating with companies to provide internships. Those with such skills have huge success [in the job market].” In the first two months of 2024, over 100,000 students enrolled in programs by ALX, a Kenya-based e-learning platform that offers courses related to data science and software engineering. The company, founded in 2015, started offering AI courses in 2018. Nearly 85% of South African students who took ALX’s courses have found relevant jobs, Bavesh Sooka, the company’s general manager in South Africa, told  . Zindi, a 6-year-old company, has seen nearly 73,000 data scientists use its platform, where it hosts hackathons and boot camps to train graduates and match them with potential employers, CEO Celina Lee told  . Zindi is backed by investors like AI firm   and investment firm Founders Factory Africa — it has helped over 100 engineers find jobs with Microsoft, Google, and Meta. “We came up with a model to challenge the notion that data-related solutions could only be found outside of Africa,” Lee said. “The idea was to develop African talent so that the continent could solve data-related problems without having to look outside of Africa for solutions.” Lawrence Moruye, who has a degree in mathematical sciences from Senegal, signed up for Zindi in September 2018. He wanted to learn programming skills that his school did not teach. Participating in hackathons on Zindi helped him get there. “The hackathons on Zindi taught me how to apply theory to solving real data-related problems and to find solutions — something that we never learned at varsity,” Moruye told  . His experience earned him scholarships from Meta and Google to pursue a master’s degree in machine learning. He now works as a data scientist at African e-commerce major Jumia. \"Africa is not prepared to reach its full AI potential because we do not have enough talent.\" The training provided by startups like Zindi is critical at a time when several African countries are dealing with high levels of unemployment, according to Abdul-Khaaliq Mohammed, an engineering professor at the University of the Witwatersrand in South Africa. “Even after finishing a data science degree, graduates are finding that they are not experts in machine learning and AI, and for this, they require training and upskilling,” Mohammed told  . “New players in AI and machine learning education are quicker to respond to the new trends, and by upskilling graduates, they increase their chances of being employed in the face of an unemployment crisis.” The South African Ministry of Higher Education, Science, and Innovation, which is responsible for overseeing the quality of university education in the country, did not respond to  ’s request for comment. There is an acute shortage of AI-related talent in Africa, and governments across the continent need to step in to find a solution, according to Pipeloluwa Olayiwola, an engineering professor at Obafemi Awolowo University in Nigeria. “Africa is not prepared to reach its full AI potential because we do not have enough talent,” Olayiwola told  . The few startups available may not have what it takes to train enough professionals, he said. “The best way is for African governments to invest in university AI programs. This, coupled with private startups, will help build an adequate number of AI professionals.” ", "pub_datetime": "2024-04-29 00:00:00", "author": "Kimberly Mutandiro", "images": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/04/FrgERedX0AAPk58-768x432.jpeg", "/wp-content/themes/orbis/assets/media/translate/color-multiline.png", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/3MW-JiaSongtaoSQ-40x40.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/exporter0514_illustration-4-40x23.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-7-40x27.jpg"], "ner": {"Person": [], "Organization": [], "Location": []}},
{"title": "AI companies are making millions producing election content in India", "url": "https://restofworld.org/2024/india-elections-ai-content/", "body": "Divyendra Singh Jadoun has a catalog of videos, audio, and images on his computer that he promptly presents each time someone asks him about his work. In one of the videos, an Indian politician can be seen talking in multiple Indian languages about the various projects undertaken by his government. In an audio recording, a political party representative can be heard calling a voter to inquire about the problems they face in their locality and seeking suggestions to address them. Some of these visuals and audio clips are so realistic that a layperson would never guess they — along with the other content in Jadaoun’s catalog — have been created using artificial intelligence. Jadoun is the founder of Polymath Solution, a synthetic media company that started creating AI content for politicians in November last year. In just six months, the nine-member company — run out of an office in the small western Indian town of Pushkar — has worked on election campaigns for several major political parties, including the ruling Bharatiya Janata Party (BJP) and the leading opposition party Indian National Congress. With his content catalog, Jadoun has secured half a dozen political campaigning deals. The company expects to generate $241,000 in revenue during the six-week-long elections. It’s not a tough target. AI content makers like Polymath are sought after by national and regional politicians in India amid what is being touted as the  . Four AI content agencies told   they are seeing more demand than they can manage, with political parties in the country projected to spend over $50 million on AI-generated campaign material this year. Even as they look to maximize their earnings, however, the AI content companies are filtering out “unethical” requests for fake content that could propagate misinformation. “I can’t work with 10 parties parallelly; I don’t have the bandwidth for that,” Senthil Nayagam, founder of AI media tech firm Muonium, based in the southern state of Tamil Nadu, told  . His company works only with political parties it can “trust and can vouch for,” he said. India’s general elections, where Prime Minister Narendra Modi is up for a third term, are being held in seven phases. The first phase concluded on April 19, and the last phase is scheduled for June 1. Nayagam started taking on political assignments in January. His first prominent project was with Tamil Nadu’s ruling Dravida Munnetra Kazhagam (DMK) party. Nayagam’s team created an AI video of the party’s deceased iconic leader, M Karunanidhi,   the state administration. Just three months on, Nayagam is so swamped with contracts for political AI content that he has hired external studios, photographers, sound engineers, and editors to keep up with deadlines. “We have hired people who have previously worked in [the film] industry in VFX [or] CGI … for high-quality output and fast delivery,” said Nayagam, who has worked with several regional parties. If a client’s project requires a larger workforce, he brings in people with experience in audio, video, and visual effects. Muonium is working on campaigns for close to 10 politicians, and has earned hundreds of thousands of dollars, Nayagam said. He declined to disclose the exact numbers. “Each candidate is willing to spend over a million rupees [$12,000] on using AI technology for their election campaigning,” he said. The company had charged over $12,000 for the Karunanidhi video. Some of the most popular AI content during election campaigning this year includes personalized videos that can be circulated on WhatsApp, 3D holograms that can be viewed by scanning a QR code, and deepfake videos of politicians that are posted on social media platforms. Avantari Technologies, an AI content agency based in the southern city of Hyderabad, receives requests for politicians’ deepfake videos on a near-daily basis. CEO Bhairav Shankar told   the company declines such requests. Avantari was among the first to use digital tools in election campaigns. In 2012, during the Gujarat state elections, the company developed 3D holograms for then-Chief Minister Modi. “We work in the political space and [to] successfully work in the political space, it’s very important to maintain our reputation,” Shankar said. Without disclosing a name, he said the company has chosen to focus solely on one political party to maintain project integrity. “We would not want to besmirch it by … doing anything that is unethical. We’re happy to do everything that we can to make our party win, but not cross the line.” Political parties are willing to invest millions in a technology-driven campaign if it achieves their objectives, Shankar said. If a party is trying to run a campaign which could “touch almost every person in [their] state,” even a fee of $10 million “becomes a very average figure” to pay, he said. But despite AI companies like Avantari turning down requests for political deepfakes, several such videos have circulated on the Indian internet this election season. Some recent viral deepfakes showed prominent Bollywood celebrities Aamir Khan and Ranveer Singh  . Companies told   they often encounter a conflict of interest  — when two opposing parties approach them at once. If a deal is finalized, an AI agency usually doesn’t work with opposition parties in the same state or area, Jadoun said. “But nobody has ever asked us also if you work with opposition candidates.” There’s no upper limit to what an agency can charge for its services, Sagar Vishnoi, a Delhi-based political strategist, told  . “Individual party expenditures vary, with major parties potentially earmarking over a million dollars for AI initiatives,” he said. “But an average Lok Sabha [the lower house of Indian Parliament] candidate might allocate approximately $80,000 to $90,000, depending on financial capability and recognition of the effectiveness of innovative campaign strategies.” Polymath has a tiered pricing structure based on project complexity. When it comes to personalized video messaging, the company charges 60,000 rupees ($720) for voice cloning, 1 lakh rupees ($1,200) for digital avatar creation, and up to 2 lakh rupees ($2,400) for WhatsApp integration. Meanwhile, Avantari charges 10 lakh rupees ($12,000) for voice cloning, and up to 25 rupees (30 cents) per video message. “For WhatsApp integration, we make a separate application and run a call center for bulk messaging. This costs 30 rupees [36 cents] per WhatsApp message,” Shankar said. Payments are usually made in three installments. “After signing the NDA, we receive the first installment of [30%],” Varun Bisaria, who manages clients for Polymath, told  . The other two installments are paid after the content is finalized and the project completed.  Before finalizing a deal, all the four AI agencies make their clients sign nondisclosure agreements, outlining ethical guidelines and the details, duration, and pricing of the content created. The agreement includes the payment schedule for the project. Once Polymath has received data from the client, it starts training AI for voice modulation, pronunciation of names in different languages and dialects, and lip-syncing, Jadoun said. The videos are then tailored to the client’s language preference and distributed over WhatsApp using algorithms to personalize the outreach to each recipient. Jadoun has begun outsourcing work to freelance developers he finds on Instagram and LinkedIn. “Our workload is increasing, so we’ve started expanding our in-house team as well,” he said. At Avantari, the company’s AI engineers develop and deploy the software. The most important members in the team, according to Shankar, are the quality controllers, who check the quality of the content before it reaches voters. The demand for AI material is higher in some states than others, depending on the local politicians’ campaign budgets, Diggaj Mogra, director of Jarvis Consulting, a Mumbai-based political consulting firm, told  . Mogra is   during this election. Election campaign spending in the southern states of Andhra Pradesh, Telangana, and Karnataka is “hefty,” which means there is a higher investment in tech-related tools, according to Mogra. In contrast, he said, the budgets are much smaller in Bihar. “While only a handful of parties embrace technology fully,” some are willing to invest up to 20% of their total campaign budget on communication tools like WhatsApp and an AI-enabled interactive voice response system, he said. As parties pump more money into AI campaign materials, there are risks that the technology might be misused, Mogra said. He said he knows of some politicians who are planning to launch defamatory attacks using AI-generated content. Deepfake experts have previously told   that AI   when politicians want to distance themselves from unflattering content. AI is still in its infancy, according to Mogra. It does not have the same impact as on-the-ground campaigning because it currently plays only “a supporting part,” he said. “In the next elections of 2029, AI will be a big thing, but right now, it is only in the experimental \n\t\t\t\t\t \n\t\t\t\t", "pub_datetime": "2024-04-30 00:00:00", "author": "Fahad Shah", "images": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/04/036A1817-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/04/036A1927-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/04/036A1656-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/04/036A1952-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/04/036A1832-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/04/036A1724-40x54.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/04/036A1922-768x432.jpg", "/wp-content/themes/orbis/assets/media/translate/color-multiline.png", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/04/036A1817-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/04/036A1927-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/04/036A1975-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/04/Screenshot-2024-04-30-at-04.03.52-40x22.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/04/036A1656-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/04/036A1952-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/04/036A1629-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/04/036A1832-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/04/036A1724-40x54.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/WhatsApp_SocialImage_Final-40x23.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/ROW-EmilyScherer-Digital-Parents-40x23.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-7-40x27.jpg"], "ner": {"Person": [], "Organization": [], "Location": []}},
{"title": "Indian politicians are bringing the dead on the campaign trail, with help from AI", "url": "https://restofworld.org/2024/dead-relatives-ai-deepfake-india/", "body": "Last month, movie star-turned-politician Vijay Vasanth was campaigning in an open jeep under an unforgiving sun in the sleepy fishing town of Kanniyakumari, the southernmost tip of the Indian mainland. He periodically waved to the fisherfolk lined up on either side of the street. Sometimes, as the vehicle slowed down, kids clambered up the bonnet and tugged at his sleeves for sweets that he kept in a container up front. It’s classic electoral campaigning. And it’s hard work.  But in a hyper-wired world, it’s no longer considered enough.  Vasanth’s campaign manager, a young man in his 20s, pulled out his phone to show me a video in which a gentleman in a crisp white kurta and neatly folded scarf leans back against a tall chair. He is H. Vasanth Kumar — the candidate’s father, a local businessman, and the previous parliamentary representative of this constituency. Except Kumar is no longer alive. He died from Covid-19 four years ago. Kumar, who began his career as a salesman before starting a successful consumer goods company, typically had billboards across Kanniyakumari plastered with images of him advertising his business. His son’s campaign team wants to recreate the familiarity of those images. In the video, Kumar, speaking in Tamil, explains how “though I died, my soul is still with all of you.” He goes on to extol the virtues of his son: “I can assure you that my son, Vijay, will work for the betterment of Kanniyakumari and for the progress of your children.” As elections in India get in full swing, the country’s leading politicians and their brand gurus have gone all in on artificial intelligence to resurrect the past and manage the future. Digital rights activists have questioned the ethics of using a deceased politician’s voice or form in elections. There’s the question of rights — who owns their legacy? — but more importantly, there’s a humanizing aspect to “soft fakes,” as they are called. No one wants to speak ill of the dead, especially in India, where we have been culturally shaped to only eulogize those no longer with us. In January this year,  , the patriarch of politics in the southern state of Tamil Nadu, first appeared in an AI video at a conference for his party’s youth wing. In the clip, he wore the look for which he is best remembered: a luminous yellow scarf and oversized dark glasses. Even his head was tilted, just slightly to one side, to replicate a familiar stance from real life. Two days later, he made another appearance at the book launch of a colleague’s memoirs. Karunanidhi died in 2018. “The idea is to enthuse party cadres,” Salem Dharanidharan, a spokesperson for the Dravida Munnetra Kazhagam (DMK) — the party that Karunanidhi led till his death — told me. “It excites older voters among whom Kalaignar [“Man of Letters,” as Karunanidhi was popularly called] already has a following. It spreads his ideals among younger voters who have not seen enough of him. And it also has an entertainment factor — to recreate a popular leader who is dead.” Across the world, countries are grappling with similar dilemmas. Americans, for instance, banned robocalls, or AI-generated voice calls. Fake robocalls, impersonating President Joe Biden’s voice, were used to try and persuade citizens not to vote in the New Hampshire primaries. The cloning was most likely done using  , one of Silicon Valley’s most successful startup stories. The company’s technology was also used to generate AI videos of Imran Khan, the jailed former Pakistani prime minister. And it’s open to all — no prior permissions are needed from the person being imitated. ElevenLabs separately categorizes cloning used for “non-commercial purposes,” like politics and public debate. In the hurly-burly of the Indian election season, though, all this is entirely esoteric and academic. No one wants to speak ill of the dead, especially in India, where we have been culturally shaped to only eulogize those no longer with us. According to Dharanidharan, AI for politicians is a mere mechanism, much like the newspaper or printing press were back in the day. “In the 1920s, our party used newspapers as a medium to propagate ideology; in the late ’40s up to the ’80s, we used film and cinema; in the ’90s, we used cable TV — and now it’s AI.” India’s prime minister, Narendra Modi, has been an early user of an  , which translates his voice from Hindi to other languages in real time. Shashi Tharoor, a minister from the opposing Indian National Congress, conducted an interview with his  . And as AI goes mainstream, the first big quarrel between the ruling Bharatiya Janata Party and the Congress party has led to a police summons: Home Minister Amit Shah alleged that  , the Congress’ recently elected chief minister in Telangana, used deepfake tech to alter a video that twisted Shah’s views on affirmative action quotas. Not surprisingly, new businesses that boast about providing the ultimate   are suddenly much in demand.  But as the lines between real and fake blur, manipulation is fast becoming a challenge — and it’s far more dire than when misinformation used to be exchanged via text messages or WhatsApp forwards. Two of   had to deny that they had issued messages urging people to vote against the ruling party.  Voters are now receiving calls from supposed local representatives who engage in a full-blown conversation about the most pressing issues in their area — except they   the call. The full impact of AI on voting choices may not be understood in this election cycle. But if effective public communication was once all about human connection and authenticity, generative AI seems to have turned that premise on its \n\t\t\t\t\t \n\t\t\t\t", "pub_datetime": "2024-05-06 00:00:00", "author": "Barkha Dutt", "images": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2023/08/Barkha_Dutt-150x150.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/Illustration-India-Election-AI-768x432.jpg", "/wp-content/themes/orbis/assets/media/translate/color-multiline.png", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2023/08/Barkha_Dutt-150x150.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Swapstation_Kacyiru_010-TKeza-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-7-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/ROW-EmilyScherer-Digital-Parents-40x23.jpg"], "ner": {"Person": [], "Organization": [], "Location": []}},
{"title": "Writers and publishers in Singapore reject a government plan to train AI on their work", "url": "https://restofworld.org/2024/singapore-writers-reject-ai-training/", "body": "When the Singaporean government asked local writers if they would agree to having their work used to train a large language model, it probably did not expect the country’s tiny literary community to react so fiercely. An email sent late in March said that the National Multimodal LLM Programme (NMLP) aimed to address the bias of existing LLMs that have “disproportionately large influences” from Western societies. Singapore’s own LLM, trained on material produced locally, would have more accurate references to the nation’s history, colloquialisms, and culture and train on widely spoken languages, such as Malay, Mandarin, and Tamil, it said. However, writers such as Gwee Li Sui, one of the city’s best-known literary figures, are not convinced.  “The stages of planning [for the LLM] before writers are even considered as worth consulting do not inspire confidence that my interest will be a priority,” Gwee, author of more than a dozen books, told  . There is also little clarity on how the works would be protected from being used “for purposes other than what is now claimed as public service towards cultural representation,” he said. The email initially gave respondents 10 days to respond to  . But it had few details on compensation or copyright protection. So Gwee declined to let the LLM train on his works, including the first book written entirely in Singlish — a creole language that is a blend of Singaporean slang and English and is widely spoken in the country. Gwee is one of several in the city-state’s tiny literary community pushing back against the government’s efforts to incorporate their works into the NMLP. The S$70 million ($52 million) project, launched last December, is touted as Southeast Asia’s first regional LLM and is part of Singapore’s ambitious plan to become a global leader in artificial intelligence by 2030.  The disgruntled Singaporean writers are part of a worldwide growing resistance to the use of published works to train AI technologies. Last year, U.S. comedian Sarah Silverman joined a class-action lawsuit with other authors against OpenAI and one against Meta, accusing the companies of copyright infringement for using protected work to train AI programs. In  , more than a dozen authors, including John Grisham and George R.R. Martin, have accused OpenAI of similarly infringing on their copyrights to train the popular ChatGPT chatbot. Publishers, including  , have also   and Microsoft for the same reason. “Most LLM developers have taken the stance that web-scraped data is fair game to train on.” Actions such as these are rare in Asia. Earlier this year, a Chinese court found that images generated by an AI service   of a science fiction character created by a Japanese studio. But as countries, including India, Indonesia,  , and Vietnam, develop their own multilingual LLMs, there is little clarity on what material is being used for training, what copyright protections authors have, and what — if any — compensation authors will receive. Singaporean   the NMLP will be trained in 11 regional languages to capture Southeast Asia’s “unique linguistic characteristics and multilingual environment.” Building on the existing   (South-East Asian Languages In One Network) family of LLMs, it will eventually form the basis for text-to-speech and text-to-image generative programs that can be used in translation and customer-service chatbots and other applications. The email sent on behalf of Singapore’s Infocomm Media Development Authority (IMDA), the lead government agency driving the LLM project, said that all data contributed would be used solely for “research purposes.” It said it recognized that the development of AI and its impact on writers was a “hot-button issue” but made no mention of compensation.  Despite the writers’ criticism, “this level of proactive consent-seeking is quite rare,” according to Nuurrianti Jalli, an assistant professor at Oklahoma State University who has studied multilingual LLMs. “Most LLM developers have taken the stance that web-scraped data is fair game to train on, without getting permission from individual copyright holders,” Jalli told  . “So the Singapore government’s approach stands out as unusually considerate of writers’ rights. But writers understandably also want to know specifics.” In response to queries, the IMDA referred   to its earlier statement to local media, where a spokesperson said the survey was “a research effort to advance understanding” of the project. “The intent therefore was to consult the broader community on how we might approach this,” the agency had said. Singapore authorities have historically had an uneasy relationship with the arts community, banning or censoring various works over the years for contravening official guidelines on race, religion, and politics. New laws have also cracked down on  , while government grants prioritize creative works that do not “ ” of institutions.  Now, Singaporean writers are fearful of AI misusing their work with government sanction. “The work of authors, translators, and publishers in Singapore and the rest of Southeast Asia ought to be treated with due respect,” New York–based literary organization Singapore Unbound  in response to the IMDA survey, which it did not receive  “It is not merely data for the machines, but the living tissue of our societies,” it said. There are also “lots of gray areas” when it comes to copyright, and the legal status of training LLMs on copyrighted content is still uncertain, Peter Schoppert, director of National University of Singapore Press, an academic publisher, told  . “It is not merely data for the machines, but the living tissue of our societies.” “Neither Singapore’s text-and-data-mining exception nor the fair-use provisions in its   would allow the training of LLMs that can then generate works without consent, credit, and compensation from copyright holders,” he said, adding that this is an interpretation that is yet to be tested in the courts. Still, countries building multilingual LLMs are contending with a paucity of high-quality data to train on, so Singapore stands to gain by getting writers on its side, said Jalli. “If key opinion leaders and writers withhold their work, the LLMs may have to rely more on lower-quality web-scraped content, which could limit their coherence and factual reliability,” she said. “So getting buy-in from the local writing and creative community is important for building public trust in the technology.” While some negotiations with the government have taken place, few Singaporean writers and publishers think they will make much headway.  “The government is a juggernaut compared to us. If they want to ride roughshod over us, there is very little we can do,” said a member of the publishing industry, who asked not to be named, as they were still lobbying authorities on the matter. Award-winning author Dave Chua is also resigned to the project moving ahead regardless of their sentiments, with compensation hard to come by. “I think they will just try to use works that are in the public domain and when authors give permission for their work to be used without compensation,” Chua told   He said yes to having his material used in the LLM training, as he is “curious” to see what such an LLM would produce, he said. Singapore’s founding father and former prime minister, Lee Kuan Yew, famously said that “poetry is a luxury we cannot afford,” and this survivalist mindset has often dictated the government’s attitude towards the arts. “Ultimately, our governance is a very pragmatic one,” Ng Kah Gay, editor at independent publisher Ethos Books, told  . “For us to hope that the government will see our value, we also have to show our relevance to the life and culture of our current \n\t\t\t\t\t \n\t\t\t\t", "pub_datetime": "2024-05-08 00:00:00", "author": "Nicholas Yong", "images": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/Gwee2-1-3-768x432.jpg", "/wp-content/themes/orbis/assets/media/translate/color-multiline.png", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/3MW-JiaSongtaoSQ-40x40.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/ROW-EmilyScherer-Digital-Parents-40x23.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/exporter0514_illustration-4-40x23.jpg"], "ner": {"Person": [], "Organization": [], "Location": []}},
{"title": "The AI project pushing local languages to replace French in Mali’s schools", "url": "https://restofworld.org/2024/mali-ai-translate-local-language-education/", "body": "For the past six months, Alou Dembele, a 27-year-old engineer and teacher, has spent his afternoons reading storybooks with children in the courtyard of a community school in Mali’s capital city, Bamako. The books are written in Bambara — Mali’s most widely spoken language — and include colorful pictures and stories based on local culture. Dembele has over 100 Bambara books to pick from — an unimaginable educational resource just a year ago. From 1960 to 2023,  . But in June last year, the military government   in favor of 13 local languages, creating a desperate need for new educational materials. Artificial intelligence came to the rescue: RobotsMali, a government-backed initiative, used tools like ChatGPT, Google Translate, and free-to-use image-maker Playground to create a pool of 107 books in Bambara in less than a year. Volunteer teachers, like Dembele, distribute them through after-school classes. Within a year, the books have reached over 300 elementary school kids, according to RobotsMali’s co-founder, Michael Leventhal. They are not only helping bridge the gap created after French was dropped but could also be effective in helping children learn better, experts told  . “Artificial intelligence will help a lot in making sure no language is marginalized. So, I hope RobotsMali will be reinforced and become the center of AI utilization for improving teaching in our national languages,” said Assétou Founé Samake, a former Malian minister of higher education and research. “We don’t want languages to be marginalized, because every language contains a culture [and] knowledge that we must not lose.” Samake was closely involved in the push to replace French with local languages as the mode of school education in Mali for the past several years. RobotsMali was launched in 2017 by Leventhal, an American machine-learning expert, and Malian education advocate Seydou Katikon. The idea was to give children the opportunity to learn about robotics using affordable hardware. The initiative — backed by Mali’s education ministry, the Bill & Melinda Gates Foundation, Google, UNESCO, and the World Bank — has so far trained more than 9,000 students in STEM, robotics, and AI, according to its  . A team of five people from RobotsMali started developing books in Bambara in 2023. They generated stories using ChatGPT, and would then translate them into Bambara with Google Translate. (Incidentally, RobotsMali helped create the first French-to-Bambara machine-learning data set in 2020). The team then carefully curated a set of locally relevant images that matched the stories using Playground, an AI image generator tool. During the process of producing the books, the group paid close attention to prompts that tend to give Eurocentric results or  , Leventhal told  . “While generative AI is very good at depicting the physical characteristics of African people, we routinely encountered difficulties with idealized images of human bodies, unfamiliar and often inappropriate dress, and environments reflecting Euro norms that bore no resemblance to typical African settings,” Leventhal said via text. “Without adjusting prompts, African men and women most often are hypersexualized — men depicted as shirtless with bulging muscles, women in scanty clothing with heaving bosoms … even when the scene depicts, say, a family scene. We use a lot of negative prompts to remove these characteristics such as (NOT) sexy or showing bare skin.” In October 2023, the Malian education ministry’s Department of Non-Formal Education and National Languages discovered RobotsMali’s work, and proposed a collaboration. Now, RobotsMali trains the department’s workers to create books by themselves. In February, when   visited RobotsMali’s office in Bamako, two government officials were correcting translations of stories and generating AI images of an African woman holding fruit for a children’s storybook in Minyanka, another local language. Besides offering a replacement for French texts, RobotsMali’s books help teachers be more effective in class. “When you have to explain a complex concept to the students in French, which isn’t even their native language, sometimes it takes them a long time to understand,” Dembele said. “If I say ‘Two plus two’ to a child in the second grade, he has to think a lot … But if I say, ‘ ’ he will give me the answer right away.” In Mali, 40%–60% of students drop out of school in the first six years, but that would greatly reduce if students learned in their mother tongue first, according to Issiaka Ballo, a professor at the Bamako University of Arts and Sciences. “A child who leaves home where he speaks Bambara, you bring him into an environment where we don’t speak Bambara to him — we speak to him in French, a foreign language,” Ballo, who has created digital resources in Bambara, told   “What will this do to him? He will be disoriented because his linguistic environment does not allow him to understand what you are saying.” Ballo has worked with RobotsMali to bring Bambara to Google Translate, and also translated it into Braille. The government can expedite the use of native languages in schools through the creation of proper policies, he said. Globally, there’s a growing effort from individuals and companies to use AI to either teach local languages or preserve endangered ones. In Brazil, IBM is   to help preserve and expand the use of Indigenous languages in the country with AI tools. In New Zealand, Reobot, a chatbot,  . Masakhane, an  , is trying to preserve African languages and make them accessible on the internet. RobotsMali’s AI books project is not just about preserving languages but also about owning the narrative and preserving the right to internet access, Leventhal said. He believes generative AI will have a big impact on the way people search for information online, but said “the problem is that it’s only supported in a small number of languages — that basically serves the elite population of the world.” Abdoulaye Nimaga, a 13-year-old ninth grader from Bamako, told  he is worried that learning in a local language will limit his access to global opportunities. “I saw the results in my daily life — they taught us a lot of things,” he said. “It’s just in Mali that we speak Bambara. So if you base yourself on just Bambara, when you go somewhere else, you won’t be able to understand anything.” Dembele, however, said that teaching kids in their native language first is important, because it helps them better understand what they know about the world around them, especially given the  ,  , and   in Mali. He believes better education will solve these problems. “We have a bright future if we promote our languages. This is sure. I don’t have any doubt,” he \n\t\t\t\t\t \n\t\t\t\t", "pub_datetime": "2024-02-28 00:00:00", "author": "Annie Risemberg", "images": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/02/A2A2099-copy-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/02/A2A2047-copy-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2021/05/A2A2179-copy-768x432.jpg", "/wp-content/themes/orbis/assets/media/translate/color-multiline.png", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/02/A2A2079-copy-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/02/A2A2099-copy-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/02/A2A2047-copy-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/02/A2A2102-copy-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/02/A2A2033-copy-40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/02/A2A2176-copy-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/exporter0514_illustration-4-40x23.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/WhatsApp_SocialImage_Final-40x23.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/3MW-JiaSongtaoSQ-40x40.jpg"], "ner": {"Person": [], "Organization": [], "Location": []}},
{"title": "Google’s Gemini problem will be even worse outside the U.S.", "url": "https://restofworld.org/2024/exporter-gemini-google-ai-mistake/", "body": "\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t  a weekly newsletter covering the latest on U.S. tech giants and their impact outside the West, with Russell Brandom. \n\t\t\t\t\t\t\t\t If Google was starting from behind in the latest round of AI hype, this week made things a whole lot worse. Just a few weeks after launch, the company’s new Gemini model was tricked into a series of bizarre racial gaffes, showing racially diverse bands of Nazis and a Black Founding Father.  on Friday, the company had tried to ensure Gemini generated a range of people, but somehow overcorrected: “Our tuning to ensure that Gemini showed a range of people failed to account for cases that should clearly not show a range.” But the damage was already done. In  , Sundar Pichai described the error as “completely unacceptable.” Google seems to be treating the error as easily correctable:  , DeepMind CEO Demis Hassabis said Gemini would relaunch “in a few weeks.” I’m not so sure. This kind of error is deeply ingrained in how generative AI models work, which makes it hard to stamp out entirely. In many ways, these systems are stereotyping machines, ingesting huge quantities of imagery and flattening everything out into a single image. Sometimes that flattening breaks with reality in ways that are acceptable; other times, it flattens things in a way that’s offensive or just incorrect. Like what you're reading? Sign up to our newsletter featuring the latest on U.S. tech giants and their impact outside the West. We’ve raised this alarm before at  , most notably with our piece last year on  . As the piece details, if you ask Midjourney for “a Mexican person,” it will show you a man with a mustache and a sombrero, while “an Indian person” has a turban and a full beard.  That piece came out before Gemini launched, but it underlines the issue with generative AI: asking a non-human entity to perform tasks with the expectation that it understands history and context as well as a human does. A human artist understands the need for diversity enough to not draw a Chinese person as a racist caricature — but equally, understands that diversity does not extend to drawing the British royal family in a variety of nationalities. This is part of a subtle mission creep in generative AI tools overall, where slightly more complicated tasks become exponentially harder. If you start from a corpus of Python-based web scrapers and ask your model to build a new one, you’ll get something surprisingly good. There’s a formalized set of rules for Python code, and the conditions of success are clearly defined. This is a useful trick in itself, and part of why GitHub’s Copilot product has been so successful. But generalizing across images is far more complicated, and it’s harder to know which parameters are up for grabs. The result is a frustrating process of trial and error — one that may not work equally well for everyone. It’s not a coincidence that the two examples that embarrassed Gemini were drawing on pivotal moments in American and European history — cultural flashpoints that got the attention of Western media and brought Google to heel in a matter of days. Midjourney’s racial stereotyping problem generated fewer headlines, and provoked a more muted response. It’s a reminder that, like so many tech tools, AI models are likely to amplify our human biases instead of dampening them. This essay was originally published in our Exporter newsletter. You can subscribe  .", "pub_datetime": "2024-02-29 00:00:00", "author": "Russell Brandom", "images": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2023/01/RussellBrandom-150x150.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/02/exporter022924_illustration-2-768x432.jpg", "/wp-content/themes/orbis/assets/media/translate/color-multiline.png", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2023/01/RussellBrandom-150x150.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Swapstation_Kacyiru_010-TKeza-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/WhatsApp_SocialImage_Final-40x23.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/3MW-JiaSongtaoSQ-40x40.jpg"], "ner": {"Person": [], "Organization": [], "Location": []}},
{"title": "The Ghanaian founder challenging Google", "url": "https://restofworld.org/2024/3-minutes-with-paul-azunre/", "body": "Think of it as leaving a digital cultural footprint for future generations. If we do not provide the basic tools for people to express themselves online, our languages will slowly disappear due to lack of use. The economics of smaller languages means they are deprioritized for investment and research. Potential investors often suggest they don’t care about those and would rather focus on bigger languages for “impact.” This makes it challenging, but not impossible. We view that as an opportunity. There definitely was a chilling effect. Some would-be customers who were testing our products wouldn’t sign on, citing that as the reason. Arguably our work stimulated some of these developments.  ,   with NLLB [No Language Left Behind], and   with Aya all cited our work and data. We remain the only local organization putting out these tools for Ghanaian languages, and I think it is important that local options are available. We are committed to remaining best-in-class while investing in our communities and people. And to be frank, it is good to have some competition to keep us honest. Google probably feels the same way, which is why they have funded some of our \n\t\t\t\t\t \n\t\t\t\t", "pub_datetime": "2024-03-19 00:00:00", "author": "Kevin Schoenmakers", "images": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/03/3MW-Paul-Azunre-SQ-768x432.jpg", "/wp-content/themes/orbis/assets/media/translate/color-multiline.png", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/03/3MW-Paul-Azunre-SQ-320x320.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/3MW-JiaSongtaoSQ-40x40.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/WhatsApp_SocialImage_Final-40x23.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/exporter0514_illustration-4-40x23.jpg"], "ner": {"Person": [], "Organization": [], "Location": []}},
{"title": "Rwanda’s homegrown EV leader sets its sights on Kenya", "url": "https://restofworld.org/2024/kenya-ev-motorbike-ampersand/", "body": "Patrick Sakwa, a bike-taxi driver in Nairobi, has doubled his daily income over the last month. He still works the same hours, but saves a lot on fuel expenses because Sakwa switched from a traditional oil-guzzling motorbike to a new electric bike in April. The only reason he could make the switch, he told  , was that he found a company that allowed him to buy a bike with a minimal up-front cost. “I’ve been trying to get some of my other friends who still use petrol bikes to switch,” Sakwa said. Sakwa’s new bike is made by Ampersand, Rwanda’s largest EV maker, which entered Kenya in December. The company has already become a strong contender in one of Africa’s most competitive EV markets, where at least 12 local and international e-bike brands operate. Ampersand’s bikes make up roughly 70% of all registered electric motorcycle taxis in Rwanda, one of Africa’s smallest countries. Its success can be attributed to government support, affordable financing plans, and a nascent market. The company is now trying to replicate this success in Kenya, and has already made a mark. “Kenya is the big market for us when we look ahead five or six years,” Emmanuel Hakizimana, Ampersand’s co-founder and country manager for Rwanda, told  . “Nairobi as a city alone is equivalent to the entire Rwanda as a market. Kenya is also the hub of investment; the big investors are all in Nairobi. We expect that in the next two years, our Nairobi business will be bigger than Rwanda. We are also looking at Uganda and Tanzania.” Founded in 2016, Ampersand started as an EV infrastructure company that built a network of 27 battery-swap stations around Kigali in its early years, CEO Josh Whale told  . In 2018, it started manufacturing bikes at a factory in Kigali, and also offered a financing plan for customers to purchase them in 24 monthly installments. So far, the company has sold over 2,200 bikes in Rwanda. Ampersand has raised $34.4 million to date, with investment from a crop of African and international investors, including AlphaMundi and Total Energy Ventures. The company is backed by the Rwandan Green Fund, the government’s environment and climate change investment initiative.  Ampersand’s success is partly due to the support it has received from the Rwanda government, Whale said. In August 2019, just months after the company started selling its bikes, Rwanda’s president, Paul Kagame,   that his government would work to replace gas-powered motorbikes with electric ones. In 2023, the government   on EVs — the third African country to do so after Tunisia and Togo. Competing in Kenya would be a bigger challenge for Ampersand, experts told  . “Even a market leader selling 1,000 vehicles doesn’t scratch the surface, considering that there are over 2 million motorcycles in Kenya with a market growth of 250,000 annually by 2030,” said Andrew Amadi, an energy transition advisor at Independent Petroleum Dealers, a coalition of gas station owners in Kenya. “What will determine growth will be the business model.” Ampersand has seen some early success in the new market. Since launching in December 2023, the company has sold 655 motorcycles in Nairobi — a fifth of what Kenya’s biggest EV player, Roam Electric, has sold since 2022. The smooth start can be attributed to the financial partnerships the company has forged in Kenya, Whale said. The company either sells its e-bikes outright for $1,619, or partners with institutions like Jali Finance, Bboxx, M-Kopa, and Watu to allow customers to pay over 24 months. Ampersand’s expansion to Kenya comes on the heels of rising gas prices, a cost-of-living crisis that has  , and a government commitment to  . The company’s network of battery-swap stations in Nairobi allows EV owners to change their batteries in less than two minutes, said Whale. “We’ve now got a lot of battery-swapping stations around the city, and they’re in the right places because we work with TotalEnergies as a partner and investor,” he said. “They’re in convenient locations, and those locations are also very much driven by customer requests.” Experts believe the investment in swapping stations will benefit EV companies in the long run. “Growing EV adoption for motorcycle taxis is slow because it’s a hardware thing, [and] it’s not cheap to bring in a bunch of motorcycles and finance them when you don’t get that money back immediately,” Tom Courtright, an electric mobility consultant and research director at Africa E-Mobility Alliance, told  . “Most of them see that the real money is in the battery swapping … By the time [an Indian company like] TVS or Bajaj decides to enter the electric motorcycle business, they will ensure their motorcycle works with [their] battery-swapping network. That’s the real exit plan.” As Ampersand moves deeper into Kenya, Whale believes the company’s experience in Rwanda and its focus on pricing will help it win. “We started as a very small garage project in Kigali, and from the beginning, worked closely with the customers,” he said. “We’re now saving 35%–40% on operating costs — including fuel and oil changes and maintenance — versus a petrol motorcycle. Over the lifespan of the vehicle, that compares very favorably, [and] as far as I’m aware, we’re cheaper than anybody \n\t\t\t\t\t \n\t\t\t\t", "pub_datetime": "2024-05-16 00:00:00", "author": "Abraham Augustine", "images": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Vehicle-assembly_023-TKeza-40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Battery-assembly_021-TKeza-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Swapstation_Gishushu_034-TKeza-40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Swapstation_Gishushu_001-TKeza-40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Swapstation_Kacyiru_010-TKeza-768x432.jpg", "/wp-content/themes/orbis/assets/media/translate/color-multiline.png", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Vehicle-assembly_031-TKeza-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Vehicle-assembly_023-TKeza-40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Battery-assembly_021-TKeza-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Battery-assembly_030-TKeza--40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Swapstation_Gishushu_034-TKeza-40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Swapstation_Gishushu_001-TKeza-40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Swapstation_Kacyiru_009-TKeza-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/exporter0514_illustration-4-40x23.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-7-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/JTM5794-40x27.jpg"], "ner": {"Person": [], "Organization": [], "Location": []}},
{"title": "Women battle discrimination to fight for gig worker rights in Thailand", "url": "https://restofworld.org/2024/women-gig-worker-rights-thailand/", "body": "When a 19-year-old food delivery rider died in a road accident last year in Bangkok, Supaporn “Ja” Panprasit, another gig worker, demanded compensation from the Line Man app. She spent months following up with the police and even raised about $500 for the deceased worker’s family from the riders’ aid group she had founded. Supaporn, 37, who herself was hit by a car last summer, then petitioned the Thai labor ministry for a government compensation fund for gig workers. While there was no regulatory change, Supaporn’s campaign was widely covered by  . “People think that me being a female leader is quite cool,” Supaporn told  , in a KFC restaurant where her group, Rider Center, holds meetings and birthday parties for members. Apart from support and financial assistance when a member dies or is injured, the group also provides a sense of community, she said. “Many riders are depressed, including me. It’s depressing to meet targets, sustain our lives, but I have friends [in this group] who provide support,” said Supaporn, who has been a rider with  , Southeast Asia’s biggest platform company, for five years. While the majority of motorcycle ride-hailing and delivery riders in Thailand are men, in recent years, difficult economic conditions have pushed more women into this form of gig work. The number of women Grab drivers in Thailand   during the Covid-19 outbreak. The company did not say how many women it employed in total.  in Thailand and elsewhere face unique challenges, ranging from   to harassment to inadequate public toilets. They also encounter hostility from their male counterparts and are afforded few protections by platforms,  . In response, women drivers from the Philippines to Nigeria to Brazil have set up  , as companies and government authorities have failed to attend to their needs. “It’s depressing to meet targets, sustain our lives, but I have friends [in this group] who provide support.” Women gig workers “experience acute forms of discrimination and harassment with minimal support from platforms,” Kavita Dattani, an assistant professor in feminist data studies at the University of Washington, told  “As minorities in ride hailing and delivery work, they are also made invisible not only in the work but in organizing, too. [So] they have found innovative ways of collectively supporting one another.” In Thailand, many women organizers “play vital roles within their communities sustaining mutual aid networks, even if their leadership is not always formally recognized,” Kriangsak Teerakowitkajorn, managing director of Bangkok-based nonprofit Just Economy and Labor Institute, told  .  Three women leaders in Thailand told   that despite the discrimination from customers and resentment from male riders, they see themselves as equals. They are pushing platforms and the government to improve pay and working conditions for all gig workers, and are slowly gaining recognition for solving everyday problems for their peers.  These leaders are not limited to women-only spaces; they are heading groups where they are a minority. At Supaporn’s Rider Center, only 25 of the 310 members are women; they comprise around a fifth of Thonburi Rider Group’s 2,000 members. At Fast Moving, one of the largest rider groups in Thailand, about a fourth of the 17 core members are women, said Montita “Muk” Praditphol, one of the core members. “Men and women see things differently … but women are the minority, so it’s very difficult for women to rise,” Montita, who has been a Grab delivery rider for seven years, told  She said male riders often criticize her comments on gig workers’ issues when she posts on her personal Facebook account; when she posts the same message anonymously on Fast Moving’s page, the reception is more positive. While Thailand is largely a patriarchal society, the country has seen more women on the front lines of   in recent years. Having more women lead gig worker campaigns is natural, Supatra Nacapew, a commissioner at the National Human Rights Commission of Thailand (NHRCT), told  “Nowadays, women play an important role in human rights movements, not only for labor rights but also for civil and political rights, where there are also female movement leaders,” she said. Women’s socially mandated caregiving responsibilities can be advantageous for movement building, according to Poonsap Tulaphan, director of the Foundation for Labour and Employment Promotion, a nonprofit in Bangkok. “Women have to take care of their family members, so they get used to helping, and understand that helping others can lead to success,” she told  .  This has been the experience of Prapaporn “Mam” Phon-in, who set up the Thonburi Rider Group in Bangkok in 2019 to assist workers injured in accidents. “Sometimes the leaders [of other groups] would question my ability as a woman,” she told  . Prapaporn, 46, has been a delivery rider for Grab for five years. She said she has learned to ignore male riders who refuse to join her group, or undermine her leadership. Her group members know they can count on her to help, even in the dead of night. “I’ve sacrificed everything, even my personal time,” she said. “Sometimes the leaders [of other groups] would question my ability as a woman.” The women members at Fast Moving, Rider Center, and Thonburi Rider Group have played an active role in several protests since December 2020, calling on Grab to improve pay and working conditions. Some of these demands were met, Montita said. “Grab takes our partner experiences seriously,” the company’s spokesperson told  , without commenting on specific demands. “We value our driver-partners’ feedback and use it to find ways to improve existing features or launch new tools that address their pain points and enhance their driving experience.”  This year, Grab launched a campaign in Thailand to attract more women drivers. A Facebook group called  , which currently has more than 600 members, provides the women “an opportunity to connect with each other and exchange knowledge and experiences, which could benefit their career and self-development,” according to a  . Building on these small wins, Prapaporn’s ultimate goal is to have a law that requires platforms to contribute to gig workers’ social security. She also dreams of forming a union for gig workers in Thailand, where it is hard for informal workers to do so. Even though she has been a leader of her group for five years, she knows it would be difficult. “I actually have never thought of myself as the leader of my group,” Prapaporn said. “Sometimes, it takes 30–40 years to form a union. So I will support the new generation to become good leaders in the \n\t\t\t\t\t \n\t\t\t\t", "pub_datetime": "2024-05-13 00:00:00", "author": "Lam Le", "images": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/JTM5358-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/JTM5320-2-40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/JTM5794-768x432.jpg", "/wp-content/themes/orbis/assets/media/translate/color-multiline.png", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/JTM5612-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/JTM5752-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/JTM5358-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/JTM5320-2-40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/3MW-JiaSongtaoSQ-40x40.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Swapstation_Kacyiru_010-TKeza-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-7-40x27.jpg"], "ner": {"Person": [], "Organization": [], "Location": []}},
{"title": "Meet the “digital parents” giving millions in China a vision of family love they never had", "url": "https://restofworld.org/2024/china-douyin-digital-parents-viral-videos-family-love/", "body": "In a video on Douyin, China’s TikTok, a middle-aged couple travel to visit their adult daughter who goes to school in a different city. They surprise her by showing up in a shopping mall, and gifting her with a winter jacket and a pink ukulele.  “We have missed you a lot,” the father says in  , filmed from the daughter’s point of view. “If someone harms you, you must tell dad and mom,” the mother says. “No matter how far, we will come for you.”  This scene is entirely fictional. While their real-life daughter lives in the same city, Jiang Xiuping, 48, and her husband, 50-year-old Pan Huqian, have been creating these sentimental moments to comfort legions of adolescents and young adults who are searching for familial love online. Their account, named “Sharing everyday moments with our daughter,” has attracted more than a million followers on Douyin.  Fans call them their “digital parents.” The videos, which depict an idealized image of middle-class families, appeal to the unhappy children who have grown up without the same parental support. In rural China, tens of millions of   are typically raised by their grandparents, as their parents migrate to the cities for work. A preference for sons has led to daughters growing up under discrimination. The tradition of parents exercising absolute authority over their offspring also contributes to strained relationships.  “It’s very difficult for people to get the emotional support they need, so people turn to digital platforms,” Kailing Xie, an assistant professor in international development at the University of Birmingham, told  . “It is part of the human longing for intimacy within a hyper-individualized, hyper-competitive society,”  Pan and Jiang, who work as wedding planners in Hanzhong, in the northwestern province of Shaanxi, did not plan to become creators. Their daughter, an influencer who sells women’s clothes on Douyin, once invited Pan to appear in her livestream as a guest in late 2023. As more followers commented on how much they envied the close-knit family, Pan had the idea to act as though he and Jiang were their fictional parents. The couple speaks directly into the camera, addressing the viewers as if they were their children. “We don’t write any scripts,” Pan told  . “We are simply recreating how we brought up our own daughter.”  Pan and Jiang comfort viewers during vulnerable moments, whether that is a breakup or a failed exam. In an October 2023  , they went shopping in a supermarket — it was filmed from the perspective of a toddler in the shopping cart. In a November video, they acted like they were teaching a child how to ride a bike — their real-life daughter filmed it, shaking the camera to make it seem like she was losing her balance.  In some videos, the couple promote food, skincare products, and homeware. Pan said they’ve earned a few thousand yuan from the product placement deals, the equivalent of several hundred U.S. dollars.  “It’s very difficult for people to get the emotional support they need, so people turn to digital platforms.” In the comment section, some followers say they are experiencing familial love for the first time. “I felt like a stray cat that got picked up and kissed,” reads a comment that was liked some 26,000 times. “Thank you for letting me know what it’s like to have a mom,” another comment says. Some address Pan and Jiang as “dad and mom,” while calling their own parents “father- and mother-in-law.” Children as young as 12 have reached out to the couple directly, many saying that they suffer from depression, according to Jiang.   Mandy Zhu, a 24-year-old college graduate in Zhejiang, came across the couple’s account on Douyin last year. She told   her own parents are always pushing her to study hard, find a stable job, and look for a wealthy husband. “I felt heartwarmed when I watched those videos,” she said. “But afterwards, they reminded me of what I don’t have.”  Internet users globally have resorted to social media for affection from virtual parental figures. In the subreddits  and  , users ask each other for parental advice. On TikTok, former   host Steve Burns’   have gone viral — he simply says, “Tell me, what’s going on” and nods in silence as if listening to viewers’ stories. In China,   on Douyin and social network Xiaohongshu have also played virtual parent roles by cooking for viewers, taking them to supermarkets, and picking them up from school, with follower numbers ranging from a few thousand to hundreds of thousands.  Xie said in China, the contrast between urban middle-class and rural families makes many children feel as if they missed out, as their underprivileged parents did not have the time or financial resources to meet their needs. The country’s lack of   and family-centered culture, which places pressure on children to make their parents proud and support them financially in their old age, have added to the high expectations children and parents have for each other, she said.  “[Viewers] write to me about being sad and having no one caring for them.” Pan and Jiang’s own childhoods reflect how China’s wealth inequality leads to disparate experiences. While Jiang had a happy upbringing in a more affluent part of Shaanxi, Pan grew up in an impoverished household without enough food, clothes, and parental care. He left home for work at the age of 16, and never celebrated a birthday before he turned 27. Pan said he developed suicidal thoughts as a child, after his mother scolded him. “[Viewers] write to me about being sad and having no one caring for them. I went through the same things,” Pan said.  Though they act like happy parents on camera, the couple said their lives were difficult in reality. Their wedding planning business suffered from China’s   and a  . They recently closed their physical shop because they couldn’t afford rent. “People are under great pressure in this society,” Pan said. “We should show more empathy to all the parents.”  Outside of work, they try to live up to their reputation as everyone’s digital parents. Followers turn to Pan and Jiang to make up for specific things that their own parents failed in doing with them, such as visiting them in hospital or flying a kite together, according to the couple.  One follower, whose parents had passed away, asked for a video of Pan and Jiang appearing in their dream as the deceased parents. Pan and Jiang filmed themselves speaking from a bamboo grove. With a sad song playing in the background, Jiang’s eyes welled up when she said she was sorry to miss her child’s wedding.  “These children call us ‘dad and mom.’ I feel we have more responsibility now,” Jiang told  . “Their love has warmed our hearts, and we need to do our best to comfort them as \n\t\t\t\t\t \n\t\t\t\t", "pub_datetime": "2024-05-16 00:00:00", "author": "Viola Zhou", "images": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/ROW-EmilyScherer-Digital-Parents-768x432.jpg", "/wp-content/themes/orbis/assets/media/translate/color-multiline.png", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/DouyinVideo-Family-40x53.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/3MW-JiaSongtaoSQ-40x40.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Swapstation_Kacyiru_010-TKeza-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/JTM5794-40x27.jpg"], "ner": {"Person": [], "Organization": [], "Location": []}},
{"title": "The company making Mexico’s EV charging stations compatible with Chinese cars", "url": "https://restofworld.org/2024/vemo-byd-chinese-ev-charging-mexico/", "body": "In April, Karla González bought her first electric car, a   Dolphin. She was drawn to how quiet it was when she drove it — a little oasis in noisy Mexico City. But there was a downside: Charging her car outside a dealership was a hassle. While she waited to have her BYD charger installed at home, González drove to a public charging station in Manacar, a nearby shopping mall. She was surprised to find it stocked chargers for cars from Tesla and other American EV brands — but not her Chinese-made BYD. “Every charging station should have all chargers that fit the different EVs there are in the country,” she told  González is one of the hundreds of BYD users in Mexico who regularly struggle with the lack of GBT chargers, which are used in most Chinese EVs. Less than 2% of the 3,708 public charging stations in the country are fit for Chinese cars, according to a  estimate based on data from two apps that help locate public chargers, as well as from two national EV associations. Now, Vemo, a young Mexican company, is trying to change this by installing more charging stations that are compatible with Chinese EVs, in partnership with BYD. This could become the second-largest EV charging network in the country after the one owned by Tesla. “Tesla, some years ago, invested heavily in putting its chargers in Mexico’s main connecting roads, in shopping malls, etc.,” Gerardo Gómez Gálvez, Mexico country manager for auto-industry consultancy J.D. Power, told  Vemo is now “building its charger strategy with support from third-party developers who bring the chargers,” he said. Founded in 2021, Vemo runs an EV ride-hailing fleet, helps companies add EVs to their fleets, offers EV financing, and runs a network of public charging stations. It currently has nearly 500 EV chargers installed in Mexico, which can be found using the company’s Watts app. Less than 12% of Vemo’s EV chargers are compatible with Chinese cars, according to information available on Watts. Vemo made headlines in 2022 when it announced it would purchase 1,000 BYD D1 models to grow its ride-hailing fleet, which already included EVs from other brands and is available for Uber users in Mexico City. Vemo’s ride-hailing fleet is currently the largest operation of BYD cars in Mexico.  Last April, Vemo and BYD announced they would work together to bring more GBT chargers to Mexico. Their goal is to double the total size of their current charging network, made up of almost 500 chargers, before 2025. Although they did not specify how many GBT chargers they plan to add, the companies said the expansion aims to benefit owners of BYD EVs. Vemo’s partnership with BYD came after its co-founders, Roberto Rocha and Germán Losada, visited BYD’s Shenzhen headquarters on a business trip. They realized that the affordable vehicles “made sense for a market like Mexico,” Miguel Peña Flores, head of marketing and press relations at Vemo, told  . Vemo has set up six large charging stations across Mexico City so far, where its ride-hailing drivers charge tens of BYD cars simultaneously. Some of those chargers are available for individual EV owners to use for a fee. Other EV infrastructure competitors, like the Dominican Republic-based Evergo, only have 11 GBT chargers in Mexico, according to data from Evergo’s charger location app. Aside from a handful of chargers installed across its four showrooms in Mexico City and other BYD dealerships nationwide, BYD does not have its own network of chargers in the country. “If you buy a cheap adapter, you can compromise your charging system and your car.” Hybrid and electric cars have become increasingly popular in Mexico: Their sales   by more than 40% between 2022 and  , and now represent   nationwide. According to research by J.D. Power, about 20 Chinese automakers have entered the country in the past four years, including BYD. Together, they now have a roughly 10% market share.  But nearly half the current EV charging infrastructure in Mexico has been developed by Tesla, Francisco Cabeza, who heads the Mexican Association for Electric Vehicle Promotion, told   The rest of the country’s public charging infrastructure — mostly Type 1 or Type 2 chargers used for EVs from BMW, Nissan, or Volvo — is run by independent EV infrastructure companies, including Vemo. These companies often partner with individual carmakers to run their chargers. To navigate the shortage of BYD-compatible chargers, users often rely on adapters that can be purchased online, José Fernández, who sells BYD-related products on   told But using them comes at a risk. “If you buy a cheap adapter, you can compromise your charging system and your car,” Fernández said. Adapters, especially those of lower quality that are used at home, could overheat, malfunction, or potentially harm entire electrical installations, according to Fernández. Their price hovers around 1,500 pesos (about $89), but some chargers can be as cheap as 300 pesos ($18). Aside from sellers like Fernández, GBT adapters can easily be found on sites like  . BYD’s partnership with Vemo is likely to boost the carmaker’s sales, which have fallen short of the company’s projections. It   10,000 cars in 2023, and between 20,000 and 30,000 in 2024 —  the company sold just 1,123 cars last year.  BYD did not respond to an interview request from  . Vemo and BYD are “making the contribution to increase the new-energy vehicle penetration rates in Mexico and in Latin America,” Ray Zhou, BYD’s president in Mexico, said in a 2023 documentary about Vemo called  .  “Vemo is the most ideal and trustworthy company we can find in the market,” Zhou had \n\t\t\t\t\t \n\t\t\t\t", "pub_datetime": "2024-05-17 00:00:00", "author": "Daniela Dib", "images": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-5-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-27-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-33-40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-34-40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-45-40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-7-768x432.jpg", "/wp-content/themes/orbis/assets/media/translate/color-multiline.png", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-5-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-27-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-33-40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-34-40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-45-40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-23-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Swapstation_Kacyiru_010-TKeza-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/3MW-JiaSongtaoSQ-40x40.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/exporter0514_illustration-4-40x23.jpg"], "ner": {"Person": [], "Organization": [], "Location": []}},
{"title": "Inside the BJP’s WhatsApp machine", "url": "https://restofworld.org/2024/bjp-whatsapp-modi/", "body": "n January 22, India’s prime minister, Narendra Modi, inaugurated the Ram Mandir, a Hindu temple in the northern city of Ayodhya. Dressed head to toe in cream and gold, Modi led prayers and rituals at an event that dominated national news and effectively kicked off his 2024 reelection campaign. The inauguration held great significance for many Hindus, but it also invited controversy. The temple is built on the ruins of a razed Mughal-era mosque and has become a flashpoint of tension between Hindus and Muslims, exacerbated by the Hindu nationalist views promoted by Modi’s Bharatiya Janata Party (BJP). Three days after the event, Kanav Sharma, an electrician who lives in the Himalayan town of Mandi, saw a video on Facebook that showed police in riot gear violently detaining several young men, dragging them away as sirens blared in the background. Hindi captions claimed the men had attacked a religious procession in Mumbai following the inauguration. As millions of Indians vote, there’s one platform most of them will turn to for information: WhatsApp. And no one controls the political narrative on WhatsApp like the BJP, the ruling party helmed by Prime Minister Modi. In partnership with the Pulitzer Center on Crisis Reporting and Digital Witness Lab,   spent several months in northern India to explore how the BJP turned its WhatsApp strategy into an election-winning machine. Just in Mandi, a tiny Indian town with a population of 26,000, party volunteers run a network of more than 400 WhatsApp groups. Our analysis of thousands of messages sent in these groups shows how India’s ruling party is able to maintain a sophisticated operation on WhatsApp, and optimize its political campaign on the platform far away from public scrutiny. Written by Srishti Jaswal. Narrated by Mithila Phadke.  Sharma went to share the video, dropping it in a WhatsApp group designed for residents to seek and offer assistance with odd jobs. The video spread around other Mandi WhatsApp groups. Within 10 minutes, it had reached groups containing over 1,700 Mandi residents. Group members reacted with a thumbs-up. There was one problem: The viral video was neither shot in January nor was it related to the Ram Temple inauguration. It was   of police detaining people following a 2022 protest in Hyderabad, hundreds of miles away from Mumbai. Abhishek Kumar, a senior fact-checker at the  , told   that “the information spread with this particular video is not only false, but it also glorifies police brutality and is being shared praising it.”  Asked by  , Sharma said he hadn’t realized the video was old, or inaccurate. “We thought it might be from there [Mumbai],” he said. India’s ongoing elections are the world’s largest in history, with almost 1 billion people eligible to vote. They are so big that voting is being conducted in waves from April 19 to June 1. The BJP, which has been in power for 10 years, is widely expected to win. But in the process, both Modi’s administration and his electoral campaign have been criticized for stirring hate against Muslims and increasing polarization. As millions of Indians vote, many of them will turn to WhatsApp for information. India is the Meta-owned app’s largest market, with 400 million active users — more than a quarter of the country’s population. India’s last general elections, in 2019, were labeled the “ ” because of the platform’s prevalence and influence. In 2024, politicians are redoubling their focus on the app.  Kiran Garimella, an assistant professor at Rutgers University who researches WhatsApp in India, told  the app reaches people that other platforms don’t, including remote communities. “There are a number of people in India who only use WhatsApp,” he said.  The number of active WhatsApp users in India. The scale of the BJP’s WhatsApp operations is incomparable to that of any other political party in the country. Over the past decade, the BJP has grown a vast network of WhatsApp groups that attempts to influence voters by spreading campaign messaging and propaganda. According to a   there are now at least 5 million WhatsApp groups operated by the BJP in India. Unnamed party leaders told the   the BJP’s WhatsApp infrastructure is so powerful that it can disseminate information from Delhi to any location in the country within 12 minutes.  Just in Mandi, a town in the northern state of Himachal Pradesh — with a population of 26,000 according to the last census in 2011 — administrators affiliated with the BJP run a network of more than 400 WhatsApp groups. That includes the local assistance group, where Sharma first posted his video. Shivam Shankar Singh, a political consultant who previously worked with the BJP, told   the party’s dominance on WhatsApp gives it an electoral advantage. “Distribution matters more than narrative,” he said. “WhatsApp provides India’s largest distribution platform [for political messaging].” Garimella, the Rutgers researcher, said the BJP’s “extreme coordination” and prowess on WhatsApp could benefit them. The closed nature of WhatsApp — only people in a group can see the content shared there — is also a concern. Unlike social media platforms such as X or Facebook, conversation in WhatsApp groups is usually hidden from public view, and largely goes unmoderated and unscrutinized. “It is concerning that such a huge ‘hidden’ infrastructure plays a huge role in how the public consumes information,” Garimella said. “Only the creators of these groups know the extent to which the tentacles of this WhatsApp infrastructure are spread.” \"WhatsApp provides India’s largest distribution platform [for political messaging].\" Over the past five months,  , in collaboration with Digital Witness Lab — a research group at Princeton University that builds tools to investigate social media platforms — analyzed activity across BJP-affiliated WhatsApp groups in Mandi in order to understand the app’s role in the BJP’s 2024 election campaign.   joined five WhatsApp “communities” — groups of groups which act more like announcement channels. Admins can add both groups and individuals into communities and share messages with them en masse. These communities were created by the BJP, and included more than 142 groups — of which   joined 18 groups.  In addition,   joined five local groups operated by religious institutions, one group set up by Mandi’s governance bodies, and three community-led groups to see how election-related messaging spreads in “non-political” groups. In two of these groups, a BJP member was an admin but the groups were not identified as BJP groups. All groups observed had more than six members, and were created for the purpose of broadcasting messages to a community or discussing public events. Based on our analysis of activity in the groups, as well as interviews with BJP workers, volunteers, and voters,   was able to map out the BJP’s extensive WhatsApp campaigning machine in one small town. That machine depends on an army of volunteers who run groups targeting voters based on their location, profession, age, religion, gender, caste, and tribe. Our findings show how a cast of hundreds of BJP members has set the narrative on WhatsApp about what gets discussed in the elections, and how. We also documented how the closed nature of WhatsApp and the ease with which messages can travel from group to group results in a blurring of lines between political and personal speech, making it hard for voters to know which messages have come directly from the BJP and which have emerged organically. BJP workers appear to take advantage of this ambiguity to push the party’s messaging. The meticulous operation shows just how far ahead of the opposition the BJP is in understanding how WhatsApp works and using the platform to promote its campaigning. The party has built a distribution mechanism on WhatsApp that is so large in scale, it creates a clear imbalance as the elections approach.  Mandi is located in the northern Indian state of Himachal Pradesh, amid the Himalayan mountains. Like many Indian towns, it has a majority Hindu population with Sikh and Muslim minorities. Mandi goes to the polls in the last wave of voting, on June 1. As that date nears, local BJP leaders have gone all-in on WhatsApp campaigning. The BJP is fielding Bollywood celebrity Kangana Ranaut as its candidate, while the Indian National Congress — the main opposition party — is putting forward Vikramaditya Singh, a royal from Himachal. In Mandi, the BJP has a WhatsApp group for everyone. There is a hierarchy of groups organized from the national level down to state, district, sub-district, and so on — all the way to individual “booths,” which represent the community of people who vote at the same polling booth. Then there are groups targeted to different demographics and interests: In Mandi, farmers can join at least two farming-focused WhatsApp groups. There are also groups for youth, doctors, ex-servicemen, traders, and intellectuals. Women have the option to join the group “Mahila Morcha,” Hindi for “women’s wing.” There are groups for official caste classifications and tribe classifications. Some groups are intended only for BJP workers or members; others are open to the general public. There are also BJP-linked groups that aren’t explicitly political. One such group is dedicated to keeping Mandi clean and tidy — but a BJP member is still an admin. All of this requires a dedicated workforce: A BJP worker told   he had a volunteer team of 500 members running social media operations in Mandi, including overseeing around 400 WhatsApp groups and preparing to oversee around 600 groups by the time of the elections. As polling day in Mandi nears,   has seen new groups being added to the network.  BJP workers said this WhatsApp arrangement is not unique to Mandi, and that almost all districts in India follow a similar model. Chetan Singh Bragta, who is in charge of the BJP’s social media and information technology operations in the state of Himachal Pradesh, told  the party started building its WhatsApp presence there in 2014; ahead of state elections in 2017, the WhatsApp group infrastructure was complete. It has been growing ever since. There are now around 8,000 groups across the state — at least one for each polling booth. In Mandi, BJP volunteers began augmenting their WhatsApp campaigning strategy in the fall of 2023, nearly six months before the election dates were announced. One of the people involved in the process was an unpaid BJP leader who agreed to speak on condition of anonymity, as he was concerned about backlash from the community.   met him in his office, a room under construction in a building next to the river Beas, which flows through the town. A certificate of appreciation from the BJP hung on the wall. Two young volunteers were also working in the office. Using a desktop computer and a phone, the leader showed   five BJP communities he had created on WhatsApp, containing hundreds of groups. He said he used three WhatsApp accounts to avoid spam detection. He explained that he works alongside 12 other volunteers in the local BJP IT department, where his job includes creating WhatsApp groups and adding members to them. His other colleagues in the social media department, also volunteers, are then tasked with sharing content in those WhatsApp groups. There is a strict hierarchy to the BJP’s operations. Every day, the party’s offices in New Delhi send messages to be shared across groups at regional and local levels. Bragta, who is based in Himachal Pradesh's capital city Shimla, said he religiously looks at updates from Delhi in the morning to understand what narrative-building is supposed to be done for the day. He also hosts daily half-hour meetings with workers across the state. “We discuss issues and get feedback,” he said. “While sitting in Shimla, I will not get to know about Himachal. They will tell me.” Bragta said the BJP’s content strategy is carefully planned out. “We plan for months,” he said. “Eighty percent of things are planned. It doesn’t happen in a jiffy.”  For example, in March, the BJP launched a political campaign called “Modi Ka Parivar,” meaning “Modi’s family.” The BJP’s national IT and social media head, Amit Malviya, shared a minute-long video on X stating that all of the estimated 1.4 billion population of India was Modi’s family. Soon, BJP members started adding “Modi Ka Parivar” to their social media usernames. In an internal Himachal Pradesh social media group, everyone was encouraged to add “Modi Ka Parivar” to their social media profile. \"Eighty percent of things are planned. It doesn’t happen in a jiffy.\" Further down the chain are volunteers who collect the names and phone numbers of local residents. In the Mandi office, the BJP leader showed a spreadsheet of phone numbers, names, and WhatsApp groups. He manually adds the people to the relevant WhatsApp groups. “I put in three to four hours of work everyday,” he said. On WhatsApp,   witnessed the volunteer adding more than a hundred phone numbers at a time into a group he runs. Some content comes from the bottom up, capitalizing on lower-level volunteers’ local knowledge. The Mandi BJP leader told   that volunteers may dig up dirt on opposition leaders or identify information that could come back to harm their leaders.  One group of workers monitors the engagement and comments on posts. Another group looks for people enthusiastically leaving pro-BJP comments — such as the slogan “Jai Shri Ram,” an expression praising Lord Ram that has also become a BJP rallying cry — so that they can slide into their DMs and try to recruit them.   possible influence on elections center around the platform’s potential to spread misinformation and hate speech. This threat isn’t just theoretical: In 2018, viral misinformation about child kidnappings disseminated on the platform, leading to mob violence and lynching. In response, WhatsApp  But it’s easy to get around message-sharing limitations.   found that users simply copied a message rather than using the forwarding function. In an open letter published in early April, the Mozilla Foundation   as a potential threat to election integrity, owing to the number of people it allows a single message to reach.  Many of the messages circulating in the groups   reviewed praised Modi, the BJP, and Hinduism, but there were also examples of fake news, conspiracy theories, political attack ads, and hate speech. Some messages appeared to violate WhatsApp’s terms of service, which, among other things, prohibit publishing falsehoods and using the app in ways that are “illegal, obscene, defamatory, threatening, intimidating, harassing, hateful, [and] racially or ethnically offensive.”  also found examples of a BJP worker sending messages in a BJP-affiliated group while using a WhatsApp Business account. According to  , political candidates and campaigns are not allowed to use the WhatsApp Business platform. “WhatsApp engages with political entities ahead of major elections to emphasize our approach to safety,” the company’s spokesperson, Christina LoNigro, told   over email. “We encourage people to use WhatsApp responsibly and ban accounts for violating our terms of service.” WhatsApp did not respond to questions about whether it had engaged the BJP specifically ahead of the Indian elections. To understand how the BJP’s WhatsApp infrastructure reacts during prime political events, Digital Witness Lab studied messages from 20 of the Mandi WhatsApp groups from January 8 to February 3, roughly two weeks on either side of the Ram Temple inauguration on January 22. There was a surge in messaging around the event, reflecting the party’s on-the-ground campaigning: On January 22, more than 940 messages were posted across the 20 groups, almost triple the daily average of the previous week.  In its analysis, Digital Witness Lab focused on messages that had been forwarded two or more times by the time they entered one of the 20 groups. For the size of the groups we studied, these messages would reach at least dozens of people, and could therefore be considered public in nature according to Digital Witness Lab’s criteria. Of the 8,169 messages posted in the time analyzed, 751 were forwarded two or more times, 713 of which Digital Witness Lab was able to label. By manually evaluating and labeling the content of these messages, Digital Witness Lab was able to track trends between messages related to the Ram Temple against those that weren’t.  To assess the content of messages, two researchers manually categorized individual messages based on a  . For example, they labeled if a message included information relating to either Hinduism or Islam, and additionally, if the message expressed positive or negative views toward Hindus or Muslims. A third researcher resolved any cases in which the two researchers disagreed or requested further review.  According to the researchers’ assessments, 36% of the highly forwarded messages related to the Ram Temple, with the volume of such messages spiking in the days surrounding the event. The most notable differences between these and other highly forwarded messages is that these were far more likely to relate to Hinduism (84% versus 15%) and to be pro-Hindu (33% versus 6%). This may be unsurprising given the event was a Hindu temple inauguration, but Singh, the former BJP political consultant, told   the party would have designed the event precisely for that effect. Ahead of the elections, the BJP’s strategy has been to promote itself as a pro-Hindu party. “Why do you think the inauguration happened at such a grand scale?” Singh said. “Because they wanted pro-Hindu conversations to increase.” There was little room for dissenting views. Across the groups, Digital Witness Lab identified more anti-Muslim messages among highly forwarded messages related to the inauguration (14%) compared to content unrelated to the inauguration (5%). Anti-BJP content was incredibly rare across all messages analyzed; the researchers didn’t find any such content in the Ram Temple-related messages. Anti-Congress messages held steady at around 8%, and the highly forwarded Ram Temple messages contained no pro-Congress content, which accounted for roughly 2% of the highly forwarded non-Ram Temple messages. None of the highly forwarded messages in the data set were pro-Muslim. Garimella, the Rutgers University researcher, told   the lack of pro-Congress or anti-BJP WhatsApp messages was consistent with his findings from previous research on WhatsApp in a village in the state of Jharkhand, which is known for frequent incidents of communal violence. “We have also seen in our database that pro-Congress or anti-BJP content does not exist. It is less than 1 %,” he said. “These guys [the BJP] are so well-coordinated that the opposition doesn’t have any comparable infrastructure.”  The BJP didn’t just ramp up its campaigning in official groups around the inauguration of the Ram Temple.   also observed increased activity in what party leaders called “third-party” groups — groups that may appear to be organic but are still run by BJP volunteers.  \"These guys [the BJP] are so well-coordinated that the opposition doesn’t have any comparable infrastructure.\" Digital Witness Lab found that the surge in total messages around the time of the Ram Temple inauguration was almost entirely driven by official and third-party BJP groups, not organic groups — suggesting that the activity was part of an organized campaign. The daily message average for political groups and surrogate groups almost doubled during the inauguration period compared to the week before, while that for organic groups remained relatively unchanged.  found that the most inflammatory messages tend to be shared in third-party groups, which are open to anyone and attract more activity. One such group in Mandi is a fan club for local BJP politician Anil Sharma, which had 538 members at the time of the inauguration. In March, an anonymous account with the username Bijnece forwarded a photo of Delhi’s chief minister and Modi’s rival, Arvind Kejriwal — who was arrested and jailed by the BJP — to the group. The image showed Kejriwal wearing a skull cap and taking part in an Islamic prayer. Kejriwal is Hindu; the photograph, presented out of context, was taken when he participated in a Muslim celebration in 2016. The caption drew on conspiracy theories, claiming Kejriwal was an “asset” created by the CIA and George Soros. “The truth is that Kejriwal is the most dangerous terrorist in india right now…😎🤬,” it finished. Bijnece forwarded other disinformation about Kejriwal in the group, linking him with Muslims, Sikh separatist groups, and terrorists. Some messages included manipulated videos, or other out-of-context images and videos. When   reached out to Bijnece over a phone call, they refused to identify themselves. Speaking with a strong local accent, they initially said they did not use WhatsApp, then made further excuses as to why they could not give information about their work. They later accepted that they share disinformation, which they said they get from other WhatsApp groups, fully aware that most of it is untrue. The BJP leader in Mandi told  that content which isn’t deemed appropriate for official BJP forums is often published in these groups instead. This includes cartoons, jokes, satire targeting the opposition and critics, dis- and misinformation, and hate speech. Sometimes, BJP admins use third-party accounts to share such posts.  The volunteer said there is a specific “third-party” team at the national, state, and district levels. He showed   an email from March 4, which he claimed was from the national lead for third-party content, with posts and photos targeting critics and opposition candidates.  “I get all third-party content [for all India] through mail every day,” the volunteer said. It was so much, he said, that he felt overwhelmed. “All that content comes to me.” He added, “My mail inbox gets full and I get tired from deleting them.”  spoke to confided a sense of WhatsApp fatigue. Hardeep Singh Raja, a 52-year-old BJP member who also serves in Mandi’s local governing body, told  he is part of at least 40 WhatsApp groups. “There are at least 500 unread messages on my phone, which has increased my workload and mental pressure,” he said.  It is the sheer scale of the BJP’s volunteer workforce that makes this level of WhatsApp activity possible. “The BJP's biggest strength is its cadre … We do not have any paid employees in Himachal,” said Bragta, the Himachal Pradesh BJP leader. “Using social media’s structure, we make things viral. It is our driven workers who are driving the content … Not even a single rupee is paid, we use our own mobile, our own laptops.” Other BJP workers also confirmed they are not paid in cash, but the Mandi BJP leader said that transactions often take place in kind. He claimed that the party gives the volunteers jobs, government resources, and contracts. He added, however, that 30% to 40% of booth-level volunteers leave and need to be replaced because the party cannot reward everyone. As a result, the BJP is always looking to recruit new members, especially at the lower levels. The Mandi BJP leader told   that volunteers were essential for boosting Modi’s own popularity on social media. “What do you think, Modi’s followers are increasing on their own?” he said. “We get orders from the top, the new workers joining BJP are told to make accounts on [X] and follow Modi. This is how his followers are increasing.” The volunteer said he had made over a thousand people follow Modi on X. “We take people’s phones in our hands and like pages,” he said. “We ask people to open Facebook and like and follow pages in front of them.” Meanwhile, a Congress leader told   the party does not believe in taking such a regimented approach to WhatsApp communications. Manu Jain, the national chairman of the Indian Youth Congress’ social media wing, said the party took a more decentralized approach. “My job is to share my content, my narrative, my communication line to my state team, then it’s their duty to further talk about those things or talk about the state issues,” said Jain. The result is an imbalance in WhatsApp messaging around the elections that reflects the BJP’s sophisticated understanding of messaging distribution and a firm control over traditional communications channels.  Singh, the former BJP consultant, told   that by dominating WhatsApp, the BJP had effectively completed its capture of mass media in India. “It is concerning, because it distorts the level playing field,” he said. “The narrative of other parties is not reaching the public because they do not have distribution in place. Better narrative does not ensure a win, better distribution does.”  ", "pub_datetime": "2024-05-15 00:00:00", "author": "Srishti Jaswal", "images": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/WhatsApp_SocialImage_Final-768x432.jpg", "/wp-content/themes/orbis/assets/media/translate/color-multiline.png", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/WhatsApp-Message-VideoViolence-40x22.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/3E0A0533-copy-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/WhatsAppMessage_Slide2-40x67.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/WhatsAppMessage_Slide3-40x67.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/WhatsAppMessage_Slide4-40x67.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/WhatsAppMessage_Slide5-40x67.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/groups-40x70.jpeg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/3E0A0665-copy-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/3E0A0465-copy-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/messages-40x48.jpeg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/ram-temple-40x50.jpeg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/WhatsApp-CIA-Message-40x89.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/3E0A0221-copy-40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/3E0A0626-copy-40x57.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Swapstation_Kacyiru_010-TKeza-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-7-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/exporter0514_illustration-4-40x23.jpg"], "ner": {"Person": [], "Organization": [], "Location": []}},
{"title": "The Chinese founder who is betting on the Western appetite for short soaps", "url": "https://restofworld.org/2024/3-minutes-with-jia-songtao/", "body": "FlexTV mainly operates in the U.S. and targets American audiences, but aims to expand internationally in different languages.  Sure. Short-form drama thrives on short-video platforms like Douyin and Kuaishou in China. Compared to traditional TV shows, they are low-budget, extremely short [not more than a few minutes long], and shot on vertical screens, optimized for mobile viewing. Often, they’re adapted from web novels by amateur authors, similar to fanfiction in the West. Our hit series  consists of 80 episodes, each under two minutes. It is about the toxic love between Hunter Williams and his terminally ill wife Madison. It riffs on a tried-and-true genre called   in Chinese web novels, which are love stories with a twist of abuse and revenge.  Unlike Quibi’s top-down approach that involved big budgets and established names, our model is lean and data-driven. We analyze numerous scripts and do a lot of testing to determine the frequency [at which] a plot twist is needed to keep the audience engaged. We don’t treat each show as an artistic endeavor but a product designed to evoke emotional response. Our most successful show cost about $100,000 to produce. We balance our budget between production and marketing. Facebook, TikTok, and Google are our primary traffic drivers. We usually offer 10 to 20 free episodes. Viewers can pay per series using in-app tokens or a VIP subscription — $29.9 weekly or $59.9 monthly — to access all content. We draw people in with our free episodes, and we are confident that a lot of them will stay on the app for more.  ", "pub_datetime": "2024-05-14 00:00:00", "author": "Caiwei Chen", "images": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/3MW-JiaSongtaoSQ-768x432.jpg", "/wp-content/themes/orbis/assets/media/translate/color-multiline.png", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/3MW-JiaSongtaoSQ-320x320.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/JTM5794-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Swapstation_Kacyiru_010-TKeza-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/WhatsApp_SocialImage_Final-40x23.jpg"], "ner": {"Person": [], "Organization": [], "Location": []}}
]